Repository: eunjooChoi/Planting-Mind
Catalog: PlantingMind/PlantingMind/Localization/Localizable.xcstrings
Source language: en
Languages: ko

# app_title
source: Planting Mind
ko: 마음심기

source: Bad
ko: 나쁨

source: Cancel
ko: 취소

source: Change Month
ko: 기간 변경

# confirm
source: Discard Changes
ko: 변경 사항 폐기

# delete_alert
source: Deleted record cannot be recovered. Are you sure you want to delete it?
ko: 삭제된 기록은 복구할 수 없습니다. 그래도 삭제하시겠습니까?

source: Done
ko: 확인

# empty_record
source: No records to export.
ko: 내보낼 기록이 없습니다.

# error_description
source: Error Occurred
ko: 에러 발생

# export
source: Export Records
ko: 기록 백업

# export_success
source: Export Complete
ko: 내보내기 완료

# fill_in_the_blank
source: Please enter your content.
ko: 내용을 입력하세요.

# friday
source: F
ko: ㄱ

source: Good
ko: 좋음

# import
source: Import Records
ko: 기록 복원

# import_remove_all_record_alert
source: Existing records will be deleted. Do you want to continue?
ko: 기존의 기록은 삭제됩니다. 계속 하시겠습니까?

# import_success
source: Import Complete
ko: 가져오기 완료

# monday
source: M
ko: ㅇ

# mood_reason
source: Why did you feel that way?
ko: 무슨 일이 있었나요?

source: Mood Statistics
ko: 마음 현황

# mood_statistics_empty
source: There are no mood records.
ko: 이달에는 심어둔 마음이 없어요. 마음 현황을 확인하려면 기록을 추가해보세요.

# mood_title
source: How was your day?
ko: 오늘은 어땠어요?

source: Nice
ko: 아주 좋음

# normal
source: So-so
ko: 그저 그럼

source: Not Bad
ko: 나쁘진 않음

source: OK
ko: 확인

source: Privacy Policy
ko: 개인정보 처리방침

# record_cancel_alert
source: Are you sure you want to discard changes?
ko: 변경 사항을 폐기하겠습니까?

# saturday
source: S
ko: ㅌ

source: Save
ko: 저장

source: Settings
ko: 설정

# sunday
source: S
ko: ㅇ

# thursday
source: T
ko: ㅁ

# tuesday
source: T
ko: ㅎ

# wednesday
source: W
ko: ㅅ

# widget_desc
source: Check the widget to see how you feel.
ko: 기록한 기분을 위젯으로 확인하세요.
